[
  {
      "id": 1 ,
      "name":"AUNCHES OLIFE MEMBERSHIP CARDS WITH SPECIAL OFFERS",
      "image": "blog8.jpg",
      "blog": "Existing or continuing for a long-term customer of Organica, you shouldn’t miss out the opportunity to use the long-term OLIFE membership card.  Which Organica is launched in early August 2020.<br> This is a new program by Organica to pay tribute to regular and long-term customers shopping in stores. It’s also a service that is part of the strategy of changing from traditional model to subscription model that Organica is pursuing.<br>We truly believe that just buy the OLife card for the costing 2 million and you will have a benefit of a whole year at Organica system, also this new service will have the following key features;<br><br>Get 5,000 reward points in your account right after activating your membership package, equivalent to 1 million VND for customers to shop at Organica stores nationwide.<br>5% discount on all orders of OLIFE cardholders on Organica system in Hanoi and Ho Chi Minh City for 1 year.<br>25% discount coupon for Primeal branded dry goods (France); Health Paradise (Malaysia); Rabenhorst (Germany); Organica & SEASON (not applicable for frozen goods and rice).<br>2 tickets to experience at our farm (1 day at Organica Tropical Vegetable Farm Tour)<br>1 Organica tote canvas bag or 1 Organica foldable grocery bag<br>Add on benefit to this program, we recognize referred Customers.  if the customer introduces an OLIFE card buyer, both the referrer and the introduced person will also receive a voucher worth VND 150,000 to purchase at Organica.<br>Organica representative, implementing OLIFE is an act of gratitude to our long-term customers. Because of what we committed to this program; the value received by customers is much greater than the value spent to buy OLIFE cards.<br>For instance, as soon as you buy a guest card, you are given 1 million VND in your account to buy goods, which means that the actual purchase price is only 1 million VND / year. Assuming a customer buys Organica product with an average value of 2 million VND / month, the 5% discount / month is equivalent to 100,000 VND / month, which means that each year we save an additional 1.2 million VND, greater than the amount of money the customer buys a card.<br>Last, all the discount coupon programs, farm excursion program ONLY for OLIFE card buyers and gifts.<br>For our annually, Organica commits to adding more values and benefits to the OLIFE program so that the loyal customers of the program will receive more and more exclusive privileges",
      "date" :"29.07.2020"

  },
  {
    "id": 2 ,
    "name":"The Organic star Shop is an organic food store ",
    "image": "blog9.jpg",
    "blog": "The Organic star Shop is an organic food store , selling everything from organic fruit and vegetables, local eggs, raw honey and superfoods, to dairy free alternatives and gluten free products. The Ripe Organic Farm Shop also offers a delicious selection of locally made artisan products including fresh bread, olives and pantry items.",
    "date" :"10.08.2020"

},
{
    "id": 3 ,
    "name":"Organic Farm in the Organic star",
    "image": "blog11.jpg",
    "blog": " Organic Star has several farms across the UAE, from Liwa, Abu Dhabi, Umm Al Quwain, Sharjah, Dubai all the way to Fujairah! Ripe is all about staying local; we support local producers and only serve nothing but the best to your dining table. Apart from our own farms, we carefully handpick each local farm we partner with to make sure we meet the strict organic farming standards. These standards include the restriction of any chemical pesticides and genetic modification. We treat our farms like our second home, making us the best organic fruit and vegetable producer in the UAE – pesticide-free, GM-free and additives free.<br><br>The sun is showing more rays in the UAE and foggy mornings are about to bid its farewells – in short, it’s already Spring in the sandpit! This means it’s time for spring harvest here in Ripe Organic!<br>Below’s a list of some of our spring harvests that you can find in our stores:br>.Carrots<br>.Tomatoes<br>.Beetroot<br>.Coriander<br>Capsicums<br>.Sweet Corn<br>.Red Radish<br>.Mint<br>.So while you’re here, we’ll share with you some amazing recipes you can do to bring the taste of spring in your kitchens using our spring harvests fresh from the Ripe Organic Farms!",
    "type": "oil",
    "date" :"10.05.2020"

},

{
    "id": 4 ,
    "name":"Summer Pop!",
    "image": "blog10.jpg",
    "blog": "loremThis summer, we’re skipping the ice cream tub! So take your popsicle molder out and let’s make some healthy but yummy and organic popsicles to help you stay cool this summer!<br>Matcha Green Tea Popsicles<br>Ingredients (serves 4 pops):<br>1 cup almond milk<br>1 tsp matcha green tea powder<br>2 tbsp coconut syrup<br>10 chopped almonds<br>Blend ingredients and pour into popsicle molds, freeze overnight, garnish with chopped almonds and enjoy!<br>Pistachio and Matcha Esquimal<br>Ingredients (serves 4 pops):<br>2 frozen bananas<br>1/2 cup greek yogurt<br>1/2 tsp vanilla extract <br>1 tbsp pistachios<br>1 tsp matcha powder <br>For cacao shell:<br>1 tbsp coconut oil<br>2 tbsp cacao powder <br>1/2 tbsp honey<br>5 chopped almonds<br>Blend all ingredients in a food processor until smooth, fill popsicle molds and freeze overnight. For cacao shell melt all ingredients and mix together , coat popsicle (when <br>hard frozen) and garnish with chopped almonds while cacao still soft.",
    "type": "oil",
    "date" :"10.05.2020"

} 

]